Repository: NiccoloBargioni/ZTronWWIIUniforms
Catalog: Sources/ZTronWWIIUniforms/Resources/en.lproj/Localizable.xcstrings
Source language: en
Languages: it

# OUTFIT.WAYFARER.WAYWARD_RIDER.CHAMPION_OF_LOST_ARTIFACTS.ProTip1
source: Before the player enters the Deathraven’s trial for the Flail, leave only one zombie alive. If the player dies during the first firewall attack, change the round to revive him. The player will complete the challenge whether or not he survives the second firewall attack.
it: Prima di entrare nella prova del Corvomorte del Flagello, lascia solo uno zombie vivo. Se il giocatore muore dal primo attacco del muro di fuoco, cambia round per rianimarlo automaticamente. Taluno completerà la sfida sia che sopravviva oppure no al secondo attacco del muro di fuoco.

# OUTFIT.WAYFARER.WAYWARD_RIDER.CHAMPION_OF_LOST_ARTIFACTS.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.WAYFARER.WAYWARD_RIDER.CHAMPION_OF_LOST_ARTIFACTS.Requirement1
source: The player that wants to unlock this challenge needs to complete all the four wonder weapon trails. The steps that lead to each final trial can be completed as a team.
it: Il giocatore che vuole sbloccare la sfida dece completare tutti le quattro prove delle wonder weapon. I passaggi che portano a ciascuna prova finale possono essere completati di squadra.

# OUTFIT.WAYFARER.WAYWARD_RIDER.CHAMPION_OF_LOST_ARTIFACTS.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.WAYFARER.WAYWARD_RIDER.CHAMPION_OF_LOST_ARTIFACTS.Riddle
source: Bureau’s Pride
it: Vanto dell'agenzia

# OUTFIT.WAYFARER.WAYWARD_RIDER.DARK_PASSENGER.ChallengeName
source: Dark Passenger
it: Passeggero oscuro

# OUTFIT.WAYFARER.WAYWARD_RIDER.DARK_PASSENGER.Requirement1
source: Complete the side quest for a free perk and 10k jolts
it: Completa l’easter egg secondario per un perk gratuito e 10k scosse.

# OUTFIT.WAYFARER.WAYWARD_RIDER.DARK_PASSENGER.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.WAYFARER.WAYWARD_RIDER.DARK_PASSENGER.Requirement2
source: In order to complete such side quest, upgrade the Flail, lead a pest zombie inside one of the teleports, perform the control attack with the Flail, and activate immediately after the teleporter. Then, let a Corpse Eater absorb your soul.
it: Per completare questo easter egg secondario, potenzia il Flagello, porta un Appestato dentro ad uno dei teletrasporti, esegui l’attacco “controlla” del Flagello, ed attiva subito dopo il teletrasporto. Poi, lascia che un Mangiatore di corpi assorba la tua anima.

# OUTFIT.WAYFARER.WAYWARD_RIDER.DARK_PASSENGER.Requirement2Tag
source: Requirement 2
it: Requisito 2

# OUTFIT.WAYFARER.WAYWARD_RIDER.DARK_PASSENGER.Riddle
source: Like Sightless Eyes
it: Come occhi ciechi

# OUTFIT.WAYFARER.WAYWARD_RIDER.FORGOTTEN_HIGHWAY.ChallengeName
source: Forgotten Highway
it: Strada dimenticata

# OUTFIT.WAYFARER.WAYWARD_RIDER.FORGOTTEN_HIGHWAY.Requirement1
source: Starting from spawn, reach the blood altar within two minutes.
it: A partire dallo spawn, raggiungi l’Altare di sangue entro due minuti.

# OUTFIT.WAYFARER.WAYWARD_RIDER.FORGOTTEN_HIGHWAY.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.WAYFARER.WAYWARD_RIDER.FORGOTTEN_HIGHWAY.Riddle
source: Leaps and Bounds
it: Salti e sbalzi

# OUTFIT.WAYFARER.WAYWARD_RIDER.FORSAKEN_GUNSLINGER.ChallengeName
source: Forsaken Gunslinger
it: Pistolero Derelitto

# OUTFIT.WAYFARER.WAYWARD_RIDER.FORSAKEN_GUNSLINGER.ProTip1
source: It is mandatory to interact with a gold raven statue that is located by the blood pool in the observatory area to activate the side quest.
it: È obbligatorio interagire con una statua dorata di un corvo posizionata presso la pozza di sangue nella zona dell’osservatorio per attivare l’easter egg secondario.

# OUTFIT.WAYFARER.WAYWARD_RIDER.FORSAKEN_GUNSLINGER.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.WAYFARER.WAYWARD_RIDER.FORSAKEN_GUNSLINGER.Requirement1
source: Locate and shoot with your pistol four ravens around the map (Ravenclaw Pistol side quest).
it: Individua e spara con la pistola a quattro corvi in giro per la mappa (easter egg secondario della Pistola Artiglio del corvo).

# OUTFIT.WAYFARER.WAYWARD_RIDER.FORSAKEN_GUNSLINGER.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.WAYFARER.WAYWARD_RIDER.FORSAKEN_GUNSLINGER.Riddle
source: Dark Wings, Dark Path
it: Ali oscure, via oscura

# OUTFIT.WAYFARER.WAYWARD_RIDER.GUIDED_BY_THE_STARS.ChallengeName
source: Guided By The Stars
it: Guidato dalle stelle

# OUTFIT.WAYFARER.WAYWARD_RIDER.GUIDED_BY_THE_STARS.Requirement1
source: Starting from the first kill for the first rune for the Flail upgrade, observe all three constellations within five minutes.
it: A partire dalla prima uccisione per la prima runa del potenziamento del Flagello, osserva tutte e tre le costellazioni entro cinque minuti.

# OUTFIT.WAYFARER.WAYWARD_RIDER.GUIDED_BY_THE_STARS.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.WAYFARER.WAYWARD_RIDER.GUIDED_BY_THE_STARS.Riddle
source: Darkest Sky
it: Sotto il cielo più nero

# OUTFIT.WAYFARER.WAYWARD_RIDER.QuestName
source: Wayward Rider
it: Esploratore ribelle

source: Pro tips
it: Consigli

source: Requirements
it: Requisiti

source: Select a map
it: Seleziona una mappa

source: Uniforms
it: Uniformi
